{
  "token_to_id": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    "Lv.1": 4,
    "Lv.2": 5,
    "Lv.3": 6,
    "Lv.4": 7,
    "</voice>": 8,
    "<voice>": 9,
    "L": 10,
    "R": 11,
    "accent": 12,
    "bar": 13,
    "bass_A": 14,
    "bass_A#": 15,
    "bass_Ab": 16,
    "bass_B": 17,
    "bass_B#": 18,
    "bass_Bb": 19,
    "bass_Bbb": 20,
    "bass_C": 21,
    "bass_C#": 22,
    "bass_Cb": 23,
    "bass_D": 24,
    "bass_D#": 25,
    "bass_Db": 26,
    "bass_E": 27,
    "bass_Eb": 28,
    "bass_F": 29,
    "bass_F#": 30,
    "bass_Fb": 31,
    "bass_G": 32,
    "bass_G#": 33,
    "bass_Gb": 34,
    "beam_continue": 35,
    "beam_continue_continue": 36,
    "beam_continue_continue_continue": 37,
    "beam_continue_continue_continue_continue": 38,
    "beam_continue_continue_continue_continue_continue": 39,
    "beam_continue_continue_continue_continue_continue_continue": 40,
    "beam_continue_continue_continue_continue_partial-right": 41,
    "beam_continue_continue_continue_continue_start": 42,
    "beam_continue_continue_continue_continue_start_start": 43,
    "beam_continue_continue_continue_continue_stop": 44,
    "beam_continue_continue_continue_partial-right": 45,
    "beam_continue_continue_continue_partial-right_partial-right": 46,
    "beam_continue_continue_continue_partial-right_partial-right_partial-right": 47,
    "beam_continue_continue_continue_partial-right_partial-right_partial-right_partial-right": 48,
    "beam_continue_continue_continue_start": 49,
    "beam_continue_continue_continue_start_partial-right": 50,
    "beam_continue_continue_continue_start_partial-right_partial-right": 51,
    "beam_continue_continue_continue_start_start": 52,
    "beam_continue_continue_continue_start_start_partial-right": 53,
    "beam_continue_continue_continue_stop": 54,
    "beam_continue_continue_continue_stop_partial-right": 55,
    "beam_continue_continue_continue_stop_partial-right_partial-right": 56,
    "beam_continue_continue_continue_stop_stop": 57,
    "beam_continue_continue_continue_stop_stop_partial-right_partial-right": 58,
    "beam_continue_continue_partial-right": 59,
    "beam_continue_continue_partial-right_partial-right": 60,
    "beam_continue_continue_partial-right_partial-right_partial-right": 61,
    "beam_continue_continue_partial-right_partial-right_partial-right_partial-right": 62,
    "beam_continue_continue_start": 63,
    "beam_continue_continue_start_partial-right": 64,
    "beam_continue_continue_start_partial-right_partial-right": 65,
    "beam_continue_continue_start_start": 66,
    "beam_continue_continue_start_start_partial-right": 67,
    "beam_continue_continue_start_start_start": 68,
    "beam_continue_continue_stop": 69,
    "beam_continue_continue_stop_partial-right": 70,
    "beam_continue_continue_stop_partial-right_partial-right": 71,
    "beam_continue_continue_stop_partial-right_partial-right_partial-right": 72,
    "beam_continue_continue_stop_partial-right_partial-right_partial-right_partial-right": 73,
    "beam_continue_continue_stop_stop": 74,
    "beam_continue_continue_stop_stop_partial-right": 75,
    "beam_continue_continue_stop_stop_partial-right_partial-right": 76,
    "beam_continue_continue_stop_stop_partial-right_partial-right_partial-right": 77,
    "beam_continue_continue_stop_stop_stop": 78,
    "beam_continue_continue_stop_stop_stop_partial-right_partial-right": 79,
    "beam_continue_partial-right": 80,
    "beam_continue_partial-right_partial-right": 81,
    "beam_continue_partial-right_partial-right_partial-right": 82,
    "beam_continue_partial-right_partial-right_partial-right_partial-right": 83,
    "beam_continue_start": 84,
    "beam_continue_start_partial-right": 85,
    "beam_continue_start_partial-right_partial-right": 86,
    "beam_continue_start_partial-right_partial-right_partial-right": 87,
    "beam_continue_start_start": 88,
    "beam_continue_start_start_partial-right": 89,
    "beam_continue_start_start_partial-right_partial-right_partial-right": 90,
    "beam_continue_start_start_start": 91,
    "beam_continue_start_start_start_partial-right": 92,
    "beam_continue_start_start_start_start": 93,
    "beam_continue_stop": 94,
    "beam_continue_stop_partial-right": 95,
    "beam_continue_stop_partial-right_partial-right": 96,
    "beam_continue_stop_partial-right_partial-right_partial-right": 97,
    "beam_continue_stop_partial-right_partial-right_partial-right_partial-right": 98,
    "beam_continue_stop_stop": 99,
    "beam_continue_stop_stop_partial-right": 100,
    "beam_continue_stop_stop_partial-right_partial-right": 101,
    "beam_continue_stop_stop_partial-right_partial-right_partial-right": 102,
    "beam_continue_stop_stop_stop": 103,
    "beam_continue_stop_stop_stop_partial-right": 104,
    "beam_continue_stop_stop_stop_partial-right_partial-right": 105,
    "beam_continue_stop_stop_stop_stop": 106,
    "beam_start": 107,
    "beam_start_partial-right": 108,
    "beam_start_partial-right_partial-right": 109,
    "beam_start_partial-right_partial-right_partial-right": 110,
    "beam_start_partial-right_partial-right_partial-right_partial-right": 111,
    "beam_start_start": 112,
    "beam_start_start_partial-right": 113,
    "beam_start_start_partial-right_partial-right": 114,
    "beam_start_start_partial-right_partial-right_partial-right": 115,
    "beam_start_start_start": 116,
    "beam_start_start_start_partial-right": 117,
    "beam_start_start_start_partial-right_partial-right": 118,
    "beam_start_start_start_start": 119,
    "beam_start_start_start_start_partial-right": 120,
    "beam_start_start_start_start_start": 121,
    "beam_stop": 122,
    "beam_stop_partial-left": 123,
    "beam_stop_partial-left_partial-left": 124,
    "beam_stop_partial-left_partial-left_partial-left": 125,
    "beam_stop_partial-left_partial-left_partial-left_partial-left": 126,
    "beam_stop_stop": 127,
    "beam_stop_stop_partial-left": 128,
    "beam_stop_stop_partial-left_partial-left": 129,
    "beam_stop_stop_partial-left_partial-left_partial-left": 130,
    "beam_stop_stop_partial-left_partial-left_partial-left_partial-left": 131,
    "beam_stop_stop_stop": 132,
    "beam_stop_stop_stop_partial-left": 133,
    "beam_stop_stop_stop_partial-left_partial-left": 134,
    "beam_stop_stop_stop_partial-left_partial-left_partial-left": 135,
    "beam_stop_stop_stop_stop": 136,
    "beam_stop_stop_stop_stop_partial-left": 137,
    "beam_stop_stop_stop_stop_partial-left_partial-left": 138,
    "beam_stop_stop_stop_stop_partial-left_partial-left_partial-left": 139,
    "beam_stop_stop_stop_stop_stop": 140,
    "beam_stop_stop_stop_stop_stop_partial-left_partial-left": 141,
    "beam_stop_stop_stop_stop_stop_stop": 142,
    "chord_A": 143,
    "chord_A#": 144,
    "chord_A#5": 145,
    "chord_A#7": 146,
    "chord_A#aug": 147,
    "chord_A#dim": 148,
    "chord_A#m": 149,
    "chord_A#m7": 150,
    "chord_A#m7(b5)": 151,
    "chord_A#sus4": 152,
    "chord_A()": 153,
    "chord_A(2)": 154,
    "chord_A(4)": 155,
    "chord_A(b75)": 156,
    "chord_A(b9)": 157,
    "chord_A-7(b5)": 158,
    "chord_A-7b5": 159,
    "chord_A/B(2)": 160,
    "chord_A11": 161,
    "chord_A13": 162,
    "chord_A13(b9)": 163,
    "chord_A13sus(7)(9)(11)(13)": 164,
    "chord_A5": 165,
    "chord_A5#5": 166,
    "chord_A6": 167,
    "chord_A6(9)": 168,
    "chord_A7": 169,
    "chord_A7#5": 170,
    "chord_A7(#11)": 171,
    "chord_A7(#9)": 172,
    "chord_A7(13)": 173,
    "chord_A7(9)": 174,
    "chord_A7(b13)": 175,
    "chord_A7(b9)": 176,
    "chord_A7(b9)#5": 177,
    "chord_A7(b9)(b13)": 178,
    "chord_A7+(b9)(#11)": 179,
    "chord_A7/": 180,
    "chord_A713(b9)": 181,
    "chord_A7b5": 182,
    "chord_A7b5#5(b9)(#9)": 183,
    "chord_A7b5(b9)": 184,
    "chord_A7sus(7)": 185,
    "chord_A7sus4(7)": 186,
    "chord_A9": 187,
    "chord_A9(#9)": 188,
    "chord_A9sus(7)(9)": 189,
    "chord_A9sus4(7)(9)": 190,
    "chord_AC": 191,
    "chord_AC#E": 192,
    "chord_AM7": 193,
    "chord_AM9": 194,
    "chord_AMI7": 195,
    "chord_AMaj": 196,
    "chord_AMaj(9)": 197,
    "chord_AMaj7": 198,
    "chord_AMaj7b5": 199,
    "chord_AMaj9": 200,
    "chord_Aaug": 201,
    "chord_Aaug7": 202,
    "chord_Aaum": 203,
    "chord_Ab": 204,
    "chord_Ab(#11)": 205,
    "chord_Ab(2)": 206,
    "chord_Ab(9)": 207,
    "chord_Ab(b75)": 208,
    "chord_Ab(b9)": 209,
    "chord_Ab13": 210,
    "chord_Ab13sus(7)(9)(11)(13)": 211,
    "chord_Ab5": 212,
    "chord_Ab6": 213,
    "chord_Ab6(9)": 214,
    "chord_Ab7": 215,
    "chord_Ab7#5(b9)": 216,
    "chord_Ab7(#11)": 217,
    "chord_Ab7(13)": 218,
    "chord_Ab7(b13)": 219,
    "chord_Ab7(b9)": 220,
    "chord_Ab7(b9)(b13)": 221,
    "chord_Ab7b5": 222,
    "chord_Ab7sus(7)": 223,
    "chord_Ab7sus(b9)(7)": 224,
    "chord_Ab9": 225,
    "chord_AbM7": 226,
    "chord_AbMaj7": 227,
    "chord_AbMaj7#5": 228,
    "chord_AbMaj7(#11)": 229,
    "chord_Abaug7": 230,
    "chord_Abb5": 231,
    "chord_Abdim": 232,
    "chord_Abdim7": 233,
    "chord_Abm": 234,
    "chord_Abm6": 235,
    "chord_Abm6(9)": 236,
    "chord_Abm6(b9)": 237,
    "chord_Abm7": 238,
    "chord_Abma": 239,
    "chord_Abma13": 240,
    "chord_Abma7": 241,
    "chord_Abmaj": 242,
    "chord_Abmaj7": 243,
    "chord_Abmaj7b5": 244,
    "chord_Abmi": 245,
    "chord_Abmi7": 246,
    "chord_Abmi9": 247,
    "chord_Abmi9b5": 248,
    "chord_Abmima7": 249,
    "chord_Abmima7(9)": 250,
    "chord_Abmin6": 251,
    "chord_Absus": 252,
    "chord_Absus4": 253,
    "chord_Abt7": 254,
    "chord_Abø7(9)": 255,
    "chord_Abø7(b9)": 256,
    "chord_Ab▵": 257,
    "chord_Add": 258,
    "chord_Adim": 259,
    "chord_Adim7": 260,
    "chord_Adis": 261,
    "chord_Ahord": 262,
    "chord_Aj": 263,
    "chord_Alleen": 264,
    "chord_Am": 265,
    "chord_Am(#7)": 266,
    "chord_Am(4)": 267,
    "chord_Am(7)": 268,
    "chord_Am(9)": 269,
    "chord_Am11": 270,
    "chord_Am5(b7)": 271,
    "chord_Am6": 272,
    "chord_Am6(9)": 273,
    "chord_Am6(b9)": 274,
    "chord_Am7": 275,
    "chord_Am7#5": 276,
    "chord_Am7(11)": 277,
    "chord_Am7(b5)": 278,
    "chord_Am7(b9)": 279,
    "chord_Am7b5": 280,
    "chord_Am9": 281,
    "chord_AmA7": 282,
    "chord_AmM7": 283,
    "chord_AmMA7": 284,
    "chord_Am^7": 285,
    "chord_Ama13": 286,
    "chord_Ama7": 287,
    "chord_Amaj": 288,
    "chord_Amaj7": 289,
    "chord_Amaj7(#11)": 290,
    "chord_Amaj7b5": 291,
    "chord_Amaj9": 292,
    "chord_Amb5": 293,
    "chord_Ami": 294,
    "chord_Ami6": 295,
    "chord_Ami7": 296,
    "chord_Ami7b5": 297,
    "chord_Ami9": 298,
    "chord_Ami9b5": 299,
    "chord_Amima7": 300,
    "chord_Amima7(9)": 301,
    "chord_Amin": 302,
    "chord_Amin(9)": 303,
    "chord_Amin7": 304,
    "chord_Amin9": 305,
    "chord_Andante": 306,
    "chord_Ant.": 307,
    "chord_App": 308,
    "chord_App.": 309,
    "chord_As": 310,
    "chord_Asmaj": 311,
    "chord_Asmin": 312,
    "chord_Asus": 313,
    "chord_Asus2": 314,
    "chord_Asus4": 315,
    "chord_Asus6": 316,
    "chord_Asus7": 317,
    "chord_A°": 318,
    "chord_A▵": 319,
    "chord_A♭M": 320,
    "chord_A♯": 321,
    "chord_A": 322,
    "chord_B": 323,
    "chord_B#": 324,
    "chord_B#dim7": 325,
    "chord_B#m": 326,
    "chord_B#maj7": 327,
    "chord_B(2)": 328,
    "chord_B(3)5": 329,
    "chord_B(4)": 330,
    "chord_B(b7)": 331,
    "chord_B-7(b5)": 332,
    "chord_B-7b5": 333,
    "chord_B.S.": 334,
    "chord_B/6(9)": 335,
    "chord_B/D#(9)": 336,
    "chord_B11": 337,
    "chord_B13": 338,
    "chord_B13sus(7)(9)(11)(13)": 339,
    "chord_B5": 340,
    "chord_B6": 341,
    "chord_B7": 342,
    "chord_B7#5": 343,
    "chord_B7(#11)": 344,
    "chord_B7(#9)": 345,
    "chord_B7(13)": 346,
    "chord_B7(4)": 347,
    "chord_B7(4)(9)": 348,
    "chord_B7(b13)": 349,
    "chord_B7(b9)": 350,
    "chord_B7(b9)(b13)": 351,
    "chord_B7/9": 352,
    "chord_B7b5": 353,
    "chord_B7b5#5(b9)(#9)": 354,
    "chord_B7dim": 355,
    "chord_B7sus(7)": 356,
    "chord_B7sus4(7)": 357,
    "chord_B9": 358,
    "chord_B9sus4(7)(9)": 359,
    "chord_BM13": 360,
    "chord_BM7": 361,
    "chord_BM7(9)": 362,
    "chord_BM7/": 363,
    "chord_BMaj": 364,
    "chord_BMaj3": 365,
    "chord_BMaj7": 366,
    "chord_BMaj7(#11)": 367,
    "chord_Bas": 368,
    "chord_Baug": 369,
    "chord_Baug7": 370,
    "chord_Bb": 371,
    "chord_Bb#5": 372,
    "chord_Bb(#11)": 373,
    "chord_Bb(11)": 374,
    "chord_Bb(2)": 375,
    "chord_Bb(4)": 376,
    "chord_Bb(7)": 377,
    "chord_Bb(9)": 378,
    "chord_Bb(b9)": 379,
    "chord_Bb/6(9)": 380,
    "chord_Bb/D(2)": 381,
    "chord_Bb11": 382,
    "chord_Bb13": 383,
    "chord_Bb13(b9)": 384,
    "chord_Bb13sus(7)(9)(11)(13)": 385,
    "chord_Bb5": 386,
    "chord_Bb5#5": 387,
    "chord_Bb6": 388,
    "chord_Bb6(9)": 389,
    "chord_Bb6b5": 390,
    "chord_Bb7": 391,
    "chord_Bb7#5": 392,
    "chord_Bb7(#11)": 393,
    "chord_Bb7(#9)": 394,
    "chord_Bb7(11)": 395,
    "chord_Bb7(9)": 396,
    "chord_Bb7(b13)": 397,
    "chord_Bb7(b9)": 398,
    "chord_Bb7(b9)(13)": 399,
    "chord_Bb7(b9)(b13)": 400,
    "chord_Bb7+": 401,
    "chord_Bb7b5": 402,
    "chord_Bb7b5#5(b9)(#9)": 403,
    "chord_Bb7sus(7)": 404,
    "chord_Bb7sus4(7)": 405,
    "chord_Bb9": 406,
    "chord_Bb9(#11)": 407,
    "chord_Bb9(13)": 408,
    "chord_Bb9sus4(7)(9)": 409,
    "chord_BbDF": 410,
    "chord_BbM": 411,
    "chord_BbM(b9)": 412,
    "chord_BbM7": 413,
    "chord_BbMI7": 414,
    "chord_BbMaj7": 415,
    "chord_BbMi7": 416,
    "chord_Bbaug": 417,
    "chord_Bbaug7": 418,
    "chord_Bbaum": 419,
    "chord_Bbdim": 420,
    "chord_Bbdim7": 421,
    "chord_Bbm": 422,
    "chord_Bbm11": 423,
    "chord_Bbm6": 424,
    "chord_Bbm6(9)": 425,
    "chord_Bbm6(b9)": 426,
    "chord_Bbm7": 427,
    "chord_Bbm7(9)": 428,
    "chord_Bbm7(b9)": 429,
    "chord_Bbm7b5": 430,
    "chord_Bbm9": 431,
    "chord_BbmMaj7": 432,
    "chord_Bbma": 433,
    "chord_Bbma13": 434,
    "chord_Bbma7": 435,
    "chord_Bbmaj7": 436,
    "chord_Bbmaj7(#11)": 437,
    "chord_Bbmaj9": 438,
    "chord_Bbmaj913": 439,
    "chord_Bbmi": 440,
    "chord_Bbmi7": 441,
    "chord_Bbmi9": 442,
    "chord_Bbmi9b5": 443,
    "chord_Bbmima7": 444,
    "chord_Bbmima7(9)": 445,
    "chord_Bbmin": 446,
    "chord_Bbmin7": 447,
    "chord_Bbmmaj7": 448,
    "chord_Bbsus": 449,
    "chord_Bbsus2": 450,
    "chord_Bbsus4": 451,
    "chord_Bbsus4(7)(9)": 452,
    "chord_Bbt7": 453,
    "chord_Bb°": 454,
    "chord_Bbø7(9)": 455,
    "chord_Bd": 456,
    "chord_Bdim": 457,
    "chord_Bdim6(6)": 458,
    "chord_Bdim7": 459,
    "chord_Bdis": 460,
    "chord_Bflat": 461,
    "chord_Bhalf": 462,
    "chord_Bhord": 463,
    "chord_Bm": 464,
    "chord_Bm#5": 465,
    "chord_Bm11": 466,
    "chord_Bm13": 467,
    "chord_Bm6": 468,
    "chord_Bm7": 469,
    "chord_Bm7#5": 470,
    "chord_Bm7(b5)": 471,
    "chord_Bm7(b9)": 472,
    "chord_Bm7b5": 473,
    "chord_Bm9": 474,
    "chord_Bm9b5": 475,
    "chord_BmMaj7": 476,
    "chord_Bma13": 477,
    "chord_Bma7": 478,
    "chord_Bmaj7": 479,
    "chord_Bmaj7#5": 480,
    "chord_Bmi": 481,
    "chord_Bmi7": 482,
    "chord_Bmi7b5": 483,
    "chord_Bmi9": 484,
    "chord_Bmima7": 485,
    "chord_Bmima7(9)": 486,
    "chord_Bmin": 487,
    "chord_Bmin9": 488,
    "chord_Bmmaj7": 489,
    "chord_Bn": 490,
    "chord_Brick": 491,
    "chord_Bsus": 492,
    "chord_Bsus4": 493,
    "chord_B°": 494,
    "chord_B°(#7)": 495,
    "chord_Bº": 496,
    "chord_Bø7(b9)": 497,
    "chord_B▵": 498,
    "chord_B♭": 499,
    "chord_B♭Maj.(7)": 500,
    "chord_B♭m": 501,
    "chord_B": 502,
    "chord_C": 503,
    "chord_C#": 504,
    "chord_C#(#11)": 505,
    "chord_C#-7(b5)": 506,
    "chord_C#-7b5": 507,
    "chord_C#11": 508,
    "chord_C#13": 509,
    "chord_C#13sus(7)(9)(11)(13)": 510,
    "chord_C#5": 511,
    "chord_C#6": 512,
    "chord_C#6(9)": 513,
    "chord_C#7": 514,
    "chord_C#7(#9)": 515,
    "chord_C#7(b9)": 516,
    "chord_C#7(b9)(b13)": 517,
    "chord_C#7,b5": 518,
    "chord_C#7b5": 519,
    "chord_C#7sus(7)": 520,
    "chord_C#9": 521,
    "chord_C#aug": 522,
    "chord_C#dim": 523,
    "chord_C#dim7": 524,
    "chord_C#m": 525,
    "chord_C#m5(b7)": 526,
    "chord_C#m7": 527,
    "chord_C#m7(11)": 528,
    "chord_C#m7(9)": 529,
    "chord_C#m7(b5)": 530,
    "chord_C#m7b5": 531,
    "chord_C#ma13": 532,
    "chord_C#ma7": 533,
    "chord_C#maj7": 534,
    "chord_C#mb5": 535,
    "chord_C#mi": 536,
    "chord_C#mi7": 537,
    "chord_C#mi9": 538,
    "chord_C#mi9b5": 539,
    "chord_C#mima7": 540,
    "chord_C#mima7(9)": 541,
    "chord_C#min": 542,
    "chord_C#sus": 543,
    "chord_C#sus4": 544,
    "chord_C#°": 545,
    "chord_C'": 546,
    "chord_C()": 547,
    "chord_C(2)": 548,
    "chord_C(4)": 549,
    "chord_C(9)": 550,
    "chord_C+(#7)": 551,
    "chord_C-7b5": 552,
    "chord_C/6(9)": 553,
    "chord_C/D(2)": 554,
    "chord_C/E(2)": 555,
    "chord_C/E(9)": 556,
    "chord_C/G(9)": 557,
    "chord_C11": 558,
    "chord_C11(b9)": 559,
    "chord_C13": 560,
    "chord_C13(b9)": 561,
    "chord_C13sus(7)(9)(11)(13)": 562,
    "chord_C2/6": 563,
    "chord_C3(b7)": 564,
    "chord_C5": 565,
    "chord_C5#5": 566,
    "chord_C6": 567,
    "chord_C6(9)": 568,
    "chord_C7": 569,
    "chord_C7#5": 570,
    "chord_C7(#11)": 571,
    "chord_C7(#9)": 572,
    "chord_C7(#9)#5": 573,
    "chord_C7(13)": 574,
    "chord_C7(4)": 575,
    "chord_C7(4)(9)": 576,
    "chord_C7(9)": 577,
    "chord_C7(b13)": 578,
    "chord_C7(b9)": 579,
    "chord_C7(b9)(b13)": 580,
    "chord_C7+": 581,
    "chord_C7aug": 582,
    "chord_C7b5": 583,
    "chord_C7b5#5(b9)(#9)": 584,
    "chord_C7b5(b9)": 585,
    "chord_C7sus(7)": 586,
    "chord_C7sus4(7)": 587,
    "chord_C9": 588,
    "chord_C9#5": 589,
    "chord_C9/11": 590,
    "chord_C9sus4(7)(9)": 591,
    "chord_C?": 592,
    "chord_CEG": 593,
    "chord_CM7": 594,
    "chord_CM79": 595,
    "chord_CMA7": 596,
    "chord_CMI7": 597,
    "chord_CMa7": 598,
    "chord_CMaj": 599,
    "chord_CMaj(9)": 600,
    "chord_CMaj7": 601,
    "chord_CMaj7(9)": 602,
    "chord_CMaj9": 603,
    "chord_CN.C.": 604,
    "chord_Cadencia": 605,
    "chord_Caug": 606,
    "chord_Caug(9)": 607,
    "chord_Caum": 608,
    "chord_Cb": 609,
    "chord_Cb/6(9)": 610,
    "chord_Cb5": 611,
    "chord_Cb7": 612,
    "chord_Cb7(13)": 613,
    "chord_Cb9": 614,
    "chord_CbM13": 615,
    "chord_CbMaj7": 616,
    "chord_Cbm": 617,
    "chord_Cbm7": 618,
    "chord_Cbmaj7": 619,
    "chord_Cbmaj9": 620,
    "chord_Cdim": 621,
    "chord_Cdim7": 622,
    "chord_Cdis": 623,
    "chord_Cm": 624,
    "chord_Cm(#7)": 625,
    "chord_Cm(2)": 626,
    "chord_Cm/F(b7)": 627,
    "chord_Cm11": 628,
    "chord_Cm6": 629,
    "chord_Cm6(9)": 630,
    "chord_Cm6(b9)": 631,
    "chord_Cm6/": 632,
    "chord_Cm7": 633,
    "chord_Cm7(11)": 634,
    "chord_Cm7(b9)": 635,
    "chord_Cm7b5": 636,
    "chord_Cm7b5(7)": 637,
    "chord_Cm9": 638,
    "chord_CmM7": 639,
    "chord_CmMaj7": 640,
    "chord_Cma": 641,
    "chord_Cma13": 642,
    "chord_Cma7": 643,
    "chord_Cma7#5": 644,
    "chord_Cma7(#11)": 645,
    "chord_Cmaj": 646,
    "chord_Cmaj13": 647,
    "chord_Cmaj7": 648,
    "chord_Cmaj9": 649,
    "chord_Cmaj9(b7)": 650,
    "chord_Cmb5": 651,
    "chord_Cmi": 652,
    "chord_Cmi11": 653,
    "chord_Cmi6": 654,
    "chord_Cmi6(9)": 655,
    "chord_Cmi7": 656,
    "chord_Cmi7(b13)": 657,
    "chord_Cmi7(b9)": 658,
    "chord_Cmi7b5": 659,
    "chord_Cmi9": 660,
    "chord_Cmi9b5": 661,
    "chord_Cmima7": 662,
    "chord_Cmima7(9)": 663,
    "chord_Cmin": 664,
    "chord_Cmin7": 665,
    "chord_Cmin7(4)": 666,
    "chord_Cmin9": 667,
    "chord_Cmin^7": 668,
    "chord_Cmmaj7": 669,
    "chord_Csus": 670,
    "chord_Csus2": 671,
    "chord_Csus4": 672,
    "chord_Csus4(b9)": 673,
    "chord_Cø7(9)": 674,
    "chord_Cø7(b9)": 675,
    "chord_C▵": 676,
    "chord_C♯": 677,
    "chord_C♯m": 678,
    "chord_C": 679,
    "chord_D": 680,
    "chord_D!": 681,
    "chord_D!!": 682,
    "chord_D#": 683,
    "chord_D#(13)": 684,
    "chord_D#11": 685,
    "chord_D#5": 686,
    "chord_D#7": 687,
    "chord_D#7sus(7)": 688,
    "chord_D#9": 689,
    "chord_D#aug": 690,
    "chord_D#dim": 691,
    "chord_D#dim7": 692,
    "chord_D#m": 693,
    "chord_D#m7": 694,
    "chord_D#m7(b5)": 695,
    "chord_D#m7b5": 696,
    "chord_D#sus4": 697,
    "chord_D'": 698,
    "chord_D(2)": 699,
    "chord_D(4)": 700,
    "chord_D(9)": 701,
    "chord_D(b75)": 702,
    "chord_D-7(b5)": 703,
    "chord_D-7b5": 704,
    "chord_D/E(2)": 705,
    "chord_D11": 706,
    "chord_D13": 707,
    "chord_D13(#11)": 708,
    "chord_D13sus(7)(9)(11)(13)": 709,
    "chord_D5": 710,
    "chord_D6": 711,
    "chord_D6(#7)": 712,
    "chord_D6(9)": 713,
    "chord_D7": 714,
    "chord_D7#5": 715,
    "chord_D7#5(#9)(#11)": 716,
    "chord_D7(#11)": 717,
    "chord_D7(#9)": 718,
    "chord_D7(#9)(b13)": 719,
    "chord_D7(11)": 720,
    "chord_D7(4)(9)": 721,
    "chord_D7(9)": 722,
    "chord_D7(b13)": 723,
    "chord_D7(b7)": 724,
    "chord_D7(b9)": 725,
    "chord_D7(b9)(13)": 726,
    "chord_D7(b9)(b13)": 727,
    "chord_D7/": 728,
    "chord_D7aug": 729,
    "chord_D7b5": 730,
    "chord_D7b5#5(b9)(#9)": 731,
    "chord_D7b5(b9)": 732,
    "chord_D7o": 733,
    "chord_D7sus(7)": 734,
    "chord_D7sus4(7)": 735,
    "chord_D9": 736,
    "chord_D9(#11)": 737,
    "chord_D9sus4(7)(9)": 738,
    "chord_DF#A": 739,
    "chord_DM": 740,
    "chord_DM(b9)": 741,
    "chord_DM7": 742,
    "chord_DM9": 743,
    "chord_DMI7": 744,
    "chord_DMaj": 745,
    "chord_DMaj(2)(9)": 746,
    "chord_DMaj7": 747,
    "chord_DMaj9": 748,
    "chord_DMi": 749,
    "chord_DMin7": 750,
    "chord_DO7": 751,
    "chord_DO7(9)": 752,
    "chord_D^7(9)": 753,
    "chord_Dao": 754,
    "chord_Daug": 755,
    "chord_Daug(7)": 756,
    "chord_Daum": 757,
    "chord_Db": 758,
    "chord_Db'": 759,
    "chord_Db(2)": 760,
    "chord_Db(4)": 761,
    "chord_Db(9)": 762,
    "chord_Db/F(9)": 763,
    "chord_Db13": 764,
    "chord_Db5": 765,
    "chord_Db6": 766,
    "chord_Db7": 767,
    "chord_Db7(#11)": 768,
    "chord_Db7(#9)": 769,
    "chord_Db7(13)": 770,
    "chord_Db7b5": 771,
    "chord_Db7b5#5(b9)(#9)": 772,
    "chord_Db7sus(7)": 773,
    "chord_Db9": 774,
    "chord_DbMaj7": 775,
    "chord_DbMaj7b5": 776,
    "chord_Dbdim": 777,
    "chord_Dbdim7": 778,
    "chord_Dbm": 779,
    "chord_Dbm11": 780,
    "chord_Dbm6": 781,
    "chord_Dbm7": 782,
    "chord_Dbma": 783,
    "chord_Dbma7": 784,
    "chord_Dbma7#5": 785,
    "chord_Dbmaj": 786,
    "chord_Dbmaj7": 787,
    "chord_Dbmaj7(7)": 788,
    "chord_Dbmaj9": 789,
    "chord_Dbmi7": 790,
    "chord_Dbord": 791,
    "chord_Dbsus2": 792,
    "chord_Dbsus4": 793,
    "chord_Db°": 794,
    "chord_Db▵": 795,
    "chord_Ddim": 796,
    "chord_Ddim#5": 797,
    "chord_Ddim7": 798,
    "chord_Ddis": 799,
    "chord_Dennis": 800,
    "chord_DerivadaDoContraTema": 801,
    "chord_DerivadaDoTema": 802,
    "chord_Des": 803,
    "chord_Dflat(#9)": 804,
    "chord_Dhord": 805,
    "chord_Dj": 806,
    "chord_Dm": 807,
    "chord_Dm(#7)": 808,
    "chord_Dm(9)": 809,
    "chord_Dm11": 810,
    "chord_Dm13": 811,
    "chord_Dm13(#11)": 812,
    "chord_Dm6": 813,
    "chord_Dm6(9)": 814,
    "chord_Dm6(b9)": 815,
    "chord_Dm7": 816,
    "chord_Dm7(#11)": 817,
    "chord_Dm7(4)": 818,
    "chord_Dm7(9)": 819,
    "chord_Dm7(b5)": 820,
    "chord_Dm7(b9)": 821,
    "chord_Dm7-5": 822,
    "chord_Dm7b5": 823,
    "chord_Dm7b5#5(b9)(#9)": 824,
    "chord_Dm9": 825,
    "chord_DmMaj7": 826,
    "chord_Dma13": 827,
    "chord_Dma7": 828,
    "chord_Dmaj": 829,
    "chord_Dmaj13": 830,
    "chord_Dmaj7": 831,
    "chord_Dmaj7#5": 832,
    "chord_Dmaj7/9": 833,
    "chord_Dmaj9": 834,
    "chord_Dmb5": 835,
    "chord_Dmi": 836,
    "chord_Dmi7": 837,
    "chord_Dmi7b5": 838,
    "chord_Dmi9": 839,
    "chord_Dmi9b5": 840,
    "chord_Dmima7": 841,
    "chord_Dmima7(9)": 842,
    "chord_Dmin": 843,
    "chord_Dmin(9)": 844,
    "chord_Dmin7": 845,
    "chord_Dmin9": 846,
    "chord_Drums": 847,
    "chord_Dsus": 848,
    "chord_Dsus2": 849,
    "chord_Dsus2(#11)": 850,
    "chord_Dsus4": 851,
    "chord_Dsus4(b3)": 852,
    "chord_Dt7(9)(11)(13)": 853,
    "chord_Dur": 854,
    "chord_DØ": 855,
    "chord_Dø7(9)": 856,
    "chord_Dø7(b9)": 857,
    "chord_Dø7(b9)(b13)": 858,
    "chord_D▵": 859,
    "chord_D♭(#9)": 860,
    "chord_D♭M": 861,
    "chord_D♯m": 862,
    "chord_E": 863,
    "chord_E#": 864,
    "chord_E#5": 865,
    "chord_E#7": 866,
    "chord_E#dim7": 867,
    "chord_E#m": 868,
    "chord_E#°": 869,
    "chord_E(1)5": 870,
    "chord_E(2)": 871,
    "chord_E(4)": 872,
    "chord_E(9)": 873,
    "chord_E-7(b5)": 874,
    "chord_E-7b5": 875,
    "chord_E11": 876,
    "chord_E13": 877,
    "chord_E13sus(7)(9)(11)(13)": 878,
    "chord_E43": 879,
    "chord_E5": 880,
    "chord_E5#5": 881,
    "chord_E5(b7)": 882,
    "chord_E6": 883,
    "chord_E6(9)": 884,
    "chord_E6/7": 885,
    "chord_E7": 886,
    "chord_E7#5": 887,
    "chord_E7(#11)": 888,
    "chord_E7(#9)": 889,
    "chord_E7(4)(9)": 890,
    "chord_E7(9)(13)": 891,
    "chord_E7(b13)": 892,
    "chord_E7(b9)": 893,
    "chord_E7(b9)(b13)": 894,
    "chord_E7+": 895,
    "chord_E7,5#5": 896,
    "chord_E7/4": 897,
    "chord_E7b5": 898,
    "chord_E7b5#5(b9)(#9)": 899,
    "chord_E7sus(7)": 900,
    "chord_E9": 901,
    "chord_E9/7": 902,
    "chord_EM7": 903,
    "chord_EM7(9)": 904,
    "chord_EM9": 905,
    "chord_EM9(b10)(#11)(#13)": 906,
    "chord_EMI7": 907,
    "chord_EMaj": 908,
    "chord_EMaj7(#11)": 909,
    "chord_EMi7": 910,
    "chord_EMin7": 911,
    "chord_ET": 912,
    "chord_Eaug7": 913,
    "chord_Eb": 914,
    "chord_Eb(2)": 915,
    "chord_Eb(9)": 916,
    "chord_Eb(b9)": 917,
    "chord_Eb/B-(9)": 918,
    "chord_Eb11": 919,
    "chord_Eb13": 920,
    "chord_Eb13(#11)": 921,
    "chord_Eb13sus(7)(9)(11)(13)": 922,
    "chord_Eb5": 923,
    "chord_Eb5(b9)": 924,
    "chord_Eb6": 925,
    "chord_Eb6(9)": 926,
    "chord_Eb7": 927,
    "chord_Eb7#5": 928,
    "chord_Eb7(#11)": 929,
    "chord_Eb7(#9)": 930,
    "chord_Eb7(13)": 931,
    "chord_Eb7(9)(#11)": 932,
    "chord_Eb7(b9)": 933,
    "chord_Eb7(b9)(b13)": 934,
    "chord_Eb7+": 935,
    "chord_Eb7/9": 936,
    "chord_Eb7b5": 937,
    "chord_Eb7b5#5(b9)(#9)": 938,
    "chord_Eb7sus(7)": 939,
    "chord_Eb7sus4(#7)": 940,
    "chord_Eb7sus4(7)": 941,
    "chord_Eb9": 942,
    "chord_Eb9(#11)": 943,
    "chord_Eb9sus4(7)(9)": 944,
    "chord_EbM7": 945,
    "chord_EbM9": 946,
    "chord_EbMaj": 947,
    "chord_EbMaj13": 948,
    "chord_EbMaj7": 949,
    "chord_Ebaug": 950,
    "chord_Ebaum": 951,
    "chord_Ebb": 952,
    "chord_Ebb7": 953,
    "chord_EbbM7": 954,
    "chord_Ebdim": 955,
    "chord_Ebdim7": 956,
    "chord_Ebm": 957,
    "chord_Ebm11": 958,
    "chord_Ebm6": 959,
    "chord_Ebm6(11)": 960,
    "chord_Ebm6/": 961,
    "chord_Ebm7": 962,
    "chord_Ebm9": 963,
    "chord_EbmMaj7(9)": 964,
    "chord_Ebma13": 965,
    "chord_Ebma7": 966,
    "chord_Ebma9": 967,
    "chord_Ebma9(#11)": 968,
    "chord_Ebmaj": 969,
    "chord_Ebmaj7": 970,
    "chord_Ebmaj7#5": 971,
    "chord_Ebmaj7(#11)": 972,
    "chord_Ebmaj7(7)": 973,
    "chord_Ebmi": 974,
    "chord_Ebmi6": 975,
    "chord_Ebmi7": 976,
    "chord_Ebmi9": 977,
    "chord_Ebmi9b5": 978,
    "chord_Ebmima7": 979,
    "chord_Ebmima7(9)": 980,
    "chord_Ebsus": 981,
    "chord_Ebsus4": 982,
    "chord_Ebsus7": 983,
    "chord_Ebø7(b9)": 984,
    "chord_Eb▵": 985,
    "chord_Edim": 986,
    "chord_Edim7": 987,
    "chord_Edis": 988,
    "chord_Em": 989,
    "chord_Em(13)": 990,
    "chord_Em(9)": 991,
    "chord_Em11": 992,
    "chord_Em3": 993,
    "chord_Em6": 994,
    "chord_Em6(9)": 995,
    "chord_Em7": 996,
    "chord_Em7#5": 997,
    "chord_Em7(9)": 998,
    "chord_Em7(b5)": 999,
    "chord_Em7/9": 1000,
    "chord_Em7b5": 1001,
    "chord_Em9": 1002,
    "chord_Em9(13)": 1003,
    "chord_Ema13": 1004,
    "chord_Ema7": 1005,
    "chord_Emaj7": 1006,
    "chord_Emb5": 1007,
    "chord_Emb5(7)": 1008,
    "chord_Emi": 1009,
    "chord_Emi7": 1010,
    "chord_Emi9": 1011,
    "chord_Emi9b5": 1012,
    "chord_Emima7": 1013,
    "chord_Emima7(9)": 1014,
    "chord_Emin": 1015,
    "chord_Emin(7)(9)": 1016,
    "chord_Emin11": 1017,
    "chord_Emin7": 1018,
    "chord_Es": 1019,
    "chord_Esc.": 1020,
    "chord_Esus": 1021,
    "chord_Esus2": 1022,
    "chord_Esus4": 1023,
    "chord_Esus4(2)": 1024,
    "chord_E°": 1025,
    "chord_Eø7(9)": 1026,
    "chord_Eø7(b9)": 1027,
    "chord_E▵": 1028,
    "chord_E♭": 1029,
    "chord_E♭m": 1030,
    "chord_F": 1031,
    "chord_F#": 1032,
    "chord_F##": 1033,
    "chord_F##m(#7)": 1034,
    "chord_F#(2)": 1035,
    "chord_F#+(7)": 1036,
    "chord_F#11": 1037,
    "chord_F#13": 1038,
    "chord_F#13sus(7)(9)(11)(13)": 1039,
    "chord_F#5": 1040,
    "chord_F#6(9)": 1041,
    "chord_F#7": 1042,
    "chord_F#7#5": 1043,
    "chord_F#7(#11)": 1044,
    "chord_F#7(#9)": 1045,
    "chord_F#7(9)": 1046,
    "chord_F#7(9)(11)": 1047,
    "chord_F#7(b13)": 1048,
    "chord_F#7(b9)": 1049,
    "chord_F#7(b9)(b13)": 1050,
    "chord_F#7b5": 1051,
    "chord_F#7sus(7)": 1052,
    "chord_F#9": 1053,
    "chord_F#AC": 1054,
    "chord_F#MI7(B5)": 1055,
    "chord_F#Maj7": 1056,
    "chord_F#Mi7b5(b7)": 1057,
    "chord_F#aug": 1058,
    "chord_F#dim": 1059,
    "chord_F#dim7": 1060,
    "chord_F#dis": 1061,
    "chord_F#m": 1062,
    "chord_F#m(11)": 1063,
    "chord_F#m6": 1064,
    "chord_F#m7": 1065,
    "chord_F#m7(11)": 1066,
    "chord_F#m7(b5)": 1067,
    "chord_F#m7-5": 1068,
    "chord_F#m7b5": 1069,
    "chord_F#m9": 1070,
    "chord_F#ma13": 1071,
    "chord_F#ma7": 1072,
    "chord_F#mb5": 1073,
    "chord_F#mi": 1074,
    "chord_F#mi7": 1075,
    "chord_F#mi7(b5)": 1076,
    "chord_F#mi9": 1077,
    "chord_F#mi9b5": 1078,
    "chord_F#mima7": 1079,
    "chord_F#mima7(9)": 1080,
    "chord_F#min": 1081,
    "chord_F#sus": 1082,
    "chord_F#sus4": 1083,
    "chord_F#°": 1084,
    "chord_F#º": 1085,
    "chord_F#⌀": 1086,
    "chord_F(11)": 1087,
    "chord_F(2)": 1088,
    "chord_F(4)": 1089,
    "chord_F(9)": 1090,
    "chord_F(b9)": 1091,
    "chord_F-7b5": 1092,
    "chord_F/6(9)": 1093,
    "chord_F11": 1094,
    "chord_F11(13)": 1095,
    "chord_F13": 1096,
    "chord_F13(b9)": 1097,
    "chord_F13sus(7)(9)(11)(13)": 1098,
    "chord_F5": 1099,
    "chord_F5040": 1100,
    "chord_F6": 1101,
    "chord_F6(9)": 1102,
    "chord_F7": 1103,
    "chord_F7#5": 1104,
    "chord_F7(#11)": 1105,
    "chord_F7(#4)": 1106,
    "chord_F7(#9)": 1107,
    "chord_F7(13)": 1108,
    "chord_F7(4)(9)": 1109,
    "chord_F7(6)": 1110,
    "chord_F7(9)": 1111,
    "chord_F7(b13)": 1112,
    "chord_F7(b7)": 1113,
    "chord_F7(b9)": 1114,
    "chord_F7(b9)(b13)": 1115,
    "chord_F7+": 1116,
    "chord_F7/9": 1117,
    "chord_F7b5": 1118,
    "chord_F7b5#5(b9)(#9)": 1119,
    "chord_F7sus(#7)": 1120,
    "chord_F7sus(7)": 1121,
    "chord_F7sus4(7)": 1122,
    "chord_F7susb5(#7)": 1123,
    "chord_F8": 1124,
    "chord_F9": 1125,
    "chord_F9sus(7)(9)": 1126,
    "chord_FA": 1127,
    "chord_FA#-": 1128,
    "chord_FAC": 1129,
    "chord_FM": 1130,
    "chord_FM7": 1131,
    "chord_FM9": 1132,
    "chord_FMA7": 1133,
    "chord_FMa7": 1134,
    "chord_FMaj": 1135,
    "chord_FMaj7": 1136,
    "chord_FMaj7(#11)": 1137,
    "chord_F^7(9)": 1138,
    "chord_Fa": 1139,
    "chord_Fa#": 1140,
    "chord_Fa+": 1141,
    "chord_FaM": 1142,
    "chord_Fadim": 1143,
    "chord_Faster": 1144,
    "chord_Faug": 1145,
    "chord_Faum": 1146,
    "chord_Fb": 1147,
    "chord_Fb5": 1148,
    "chord_Fb7": 1149,
    "chord_Fb7b5": 1150,
    "chord_Fb9": 1151,
    "chord_FbM9(b10)(#11)(#13)": 1152,
    "chord_FbMaj7": 1153,
    "chord_Fbdim": 1154,
    "chord_Fbm": 1155,
    "chord_Fbmaj7": 1156,
    "chord_Fbmaj9": 1157,
    "chord_Fbsus2": 1158,
    "chord_Fdim": 1159,
    "chord_Fdim7": 1160,
    "chord_Fe": 1161,
    "chord_Fin": 1162,
    "chord_Fism": 1163,
    "chord_Fluiten": 1164,
    "chord_Fm": 1165,
    "chord_Fm(#7)": 1166,
    "chord_Fm(7)": 1167,
    "chord_Fm11": 1168,
    "chord_Fm6": 1169,
    "chord_Fm7": 1170,
    "chord_Fm7(#11)": 1171,
    "chord_Fm7(11)": 1172,
    "chord_Fm7(13)": 1173,
    "chord_Fm7(9)": 1174,
    "chord_Fm7b5": 1175,
    "chord_Fm9": 1176,
    "chord_Fma": 1177,
    "chord_Fma13": 1178,
    "chord_Fma7": 1179,
    "chord_Fmaj": 1180,
    "chord_Fmaj7": 1181,
    "chord_Fmaj7/9": 1182,
    "chord_Fmaj7b5": 1183,
    "chord_Fmaj9": 1184,
    "chord_Fmi": 1185,
    "chord_Fmi11": 1186,
    "chord_Fmi7": 1187,
    "chord_Fmi9": 1188,
    "chord_Fmi9b5": 1189,
    "chord_Fmima7": 1190,
    "chord_Fmima7(9)": 1191,
    "chord_Fmin": 1192,
    "chord_Fmin7": 1193,
    "chord_Fmt7": 1194,
    "chord_Fr": 1195,
    "chord_Fr+": 1196,
    "chord_Fsus": 1197,
    "chord_Fsus2": 1198,
    "chord_Fsus4": 1199,
    "chord_Ft7": 1200,
    "chord_F°": 1201,
    "chord_F⌀": 1202,
    "chord_F▵": 1203,
    "chord_F♯": 1204,
    "chord_F♯m": 1205,
    "chord_F": 1206,
    "chord_Fm": 1207,
    "chord_G": 1208,
    "chord_G#": 1209,
    "chord_G#(9)": 1210,
    "chord_G#(b7)": 1211,
    "chord_G#13": 1212,
    "chord_G#5": 1213,
    "chord_G#6()": 1214,
    "chord_G#7": 1215,
    "chord_G#7#5": 1216,
    "chord_G#7(#11)": 1217,
    "chord_G#7(b9)": 1218,
    "chord_G#79": 1219,
    "chord_G#7b5": 1220,
    "chord_G#9": 1221,
    "chord_G#aug5": 1222,
    "chord_G#dim": 1223,
    "chord_G#dim7": 1224,
    "chord_G#m": 1225,
    "chord_G#m(9)": 1226,
    "chord_G#m7": 1227,
    "chord_G#m7(b5)": 1228,
    "chord_G#m7b5": 1229,
    "chord_G#mM7": 1230,
    "chord_G#n": 1231,
    "chord_G#t7": 1232,
    "chord_G#°": 1233,
    "chord_G(#11)": 1234,
    "chord_G(13)": 1235,
    "chord_G(2)": 1236,
    "chord_G(4)": 1237,
    "chord_G(7)": 1238,
    "chord_G(9)": 1239,
    "chord_G(b9)": 1240,
    "chord_G-7b5": 1241,
    "chord_G.": 1242,
    "chord_G/6(9)": 1243,
    "chord_G/A(11)": 1244,
    "chord_G11": 1245,
    "chord_G13": 1246,
    "chord_G13(#11)": 1247,
    "chord_G13(b13)": 1248,
    "chord_G13(b9)": 1249,
    "chord_G13sus(7)(9)(11)(13)": 1250,
    "chord_G13sus4(7)(9)(11)(13)": 1251,
    "chord_G5": 1252,
    "chord_G5#5": 1253,
    "chord_G6": 1254,
    "chord_G6(9)": 1255,
    "chord_G6/11": 1256,
    "chord_G7": 1257,
    "chord_G7#5": 1258,
    "chord_G7#5(#9)": 1259,
    "chord_G7(#11)": 1260,
    "chord_G7(#9)": 1261,
    "chord_G7(#9)(13)": 1262,
    "chord_G7(#9)(b13)": 1263,
    "chord_G7(13)": 1264,
    "chord_G7(4)": 1265,
    "chord_G7(9)": 1266,
    "chord_G7(b9)": 1267,
    "chord_G7(b9)(b13)": 1268,
    "chord_G7+": 1269,
    "chord_G7b5": 1270,
    "chord_G7b5#5(b9)(#9)": 1271,
    "chord_G7sus(7)": 1272,
    "chord_G7sus4(7)": 1273,
    "chord_G9": 1274,
    "chord_G9/11": 1275,
    "chord_G9b5": 1276,
    "chord_G9sus4(7)(9)": 1277,
    "chord_G?": 1278,
    "chord_GBD": 1279,
    "chord_GM": 1280,
    "chord_GM7": 1281,
    "chord_GM9": 1282,
    "chord_GMA7": 1283,
    "chord_GMaj": 1284,
    "chord_GMaj7": 1285,
    "chord_GMaj9": 1286,
    "chord_GMi7": 1287,
    "chord_Gaug": 1288,
    "chord_Gaug7": 1289,
    "chord_Gaum": 1290,
    "chord_Gb": 1291,
    "chord_Gb(2)": 1292,
    "chord_Gb(9)": 1293,
    "chord_Gb(b9)": 1294,
    "chord_Gb13": 1295,
    "chord_Gb5#5(b9)(#9)": 1296,
    "chord_Gb6": 1297,
    "chord_Gb7": 1298,
    "chord_Gb7(#11)": 1299,
    "chord_Gb7(13)": 1300,
    "chord_Gb7(b9)": 1301,
    "chord_Gb7b5": 1302,
    "chord_Gb9": 1303,
    "chord_Gb9#5": 1304,
    "chord_GbM9": 1305,
    "chord_GbMaj7": 1306,
    "chord_GbMaj7b5": 1307,
    "chord_GbMaj9": 1308,
    "chord_Gbb5": 1309,
    "chord_Gbdim": 1310,
    "chord_Gbdim7": 1311,
    "chord_Gbm": 1312,
    "chord_Gbm7": 1313,
    "chord_Gbma": 1314,
    "chord_Gbma7": 1315,
    "chord_Gbmaj7": 1316,
    "chord_Gbmaj7b5": 1317,
    "chord_Gbmi6": 1318,
    "chord_Gbmmaj7": 1319,
    "chord_Gbsus2": 1320,
    "chord_Gb▵": 1321,
    "chord_Gdim": 1322,
    "chord_Gdim7": 1323,
    "chord_Gdis": 1324,
    "chord_Ger": 1325,
    "chord_Gesmaj": 1326,
    "chord_Ghord": 1327,
    "chord_Gitaar": 1328,
    "chord_Gj": 1329,
    "chord_Gm": 1330,
    "chord_Gm(#7)": 1331,
    "chord_Gm(6)": 1332,
    "chord_Gm(b6)": 1333,
    "chord_Gm11": 1334,
    "chord_Gm6": 1335,
    "chord_Gm6(9)": 1336,
    "chord_Gm6(b9)": 1337,
    "chord_Gm7": 1338,
    "chord_Gm7#5": 1339,
    "chord_Gm7(11)": 1340,
    "chord_Gm7(9)": 1341,
    "chord_Gm7(b5)": 1342,
    "chord_Gm7(b9)(b11)": 1343,
    "chord_Gm7/": 1344,
    "chord_Gm7/9": 1345,
    "chord_Gm7b5": 1346,
    "chord_Gm9": 1347,
    "chord_GmM7(7)": 1348,
    "chord_GmMaj7": 1349,
    "chord_Gma": 1350,
    "chord_Gma13": 1351,
    "chord_Gma7": 1352,
    "chord_Gmab5": 1353,
    "chord_Gmaj(b9)(13)": 1354,
    "chord_Gmaj7": 1355,
    "chord_Gmaj9": 1356,
    "chord_Gmb5": 1357,
    "chord_Gmi": 1358,
    "chord_Gmi11": 1359,
    "chord_Gmi6": 1360,
    "chord_Gmi7": 1361,
    "chord_Gmi7b5": 1362,
    "chord_Gmi9": 1363,
    "chord_Gmi9b5": 1364,
    "chord_Gmima7": 1365,
    "chord_Gmima7(9)": 1366,
    "chord_Gmin7": 1367,
    "chord_Gmin7(4)": 1368,
    "chord_Gmin7/": 1369,
    "chord_Gmin9": 1370,
    "chord_Gr+": 1371,
    "chord_Gsus": 1372,
    "chord_Gsus2": 1373,
    "chord_Gsus4": 1374,
    "chord_Gsus4(#9)": 1375,
    "chord_Gsus4(b3)": 1376,
    "chord_Gsus9": 1377,
    "chord_Guitar-intro": 1378,
    "chord_G°": 1379,
    "chord_Gº": 1380,
    "chord_G♯m": 1381,
    "clef_C": 1382,
    "clef_TAB": 1383,
    "clef_bass": 1384,
    "clef_percussion": 1385,
    "clef_treble": 1386,
    "key_flat_1": 1387,
    "key_flat_2": 1388,
    "key_flat_3": 1389,
    "key_flat_4": 1390,
    "key_flat_5": 1391,
    "key_flat_6": 1392,
    "key_flat_7": 1393,
    "key_natural_0": 1394,
    "key_sharp_1": 1395,
    "key_sharp_2": 1396,
    "key_sharp_3": 1397,
    "key_sharp_4": 1398,
    "key_sharp_5": 1399,
    "key_sharp_6": 1400,
    "key_sharp_7": 1401,
    "len_0": 1402,
    "len_1": 1403,
    "len_1/10": 1404,
    "len_1/12": 1405,
    "len_1/120": 1406,
    "len_1/15": 1407,
    "len_1/16": 1408,
    "len_1/160": 1409,
    "len_1/2": 1410,
    "len_1/20": 1411,
    "len_1/24": 1412,
    "len_1/240": 1413,
    "len_1/3": 1414,
    "len_1/30": 1415,
    "len_1/32": 1416,
    "len_1/4": 1417,
    "len_1/40": 1418,
    "len_1/48": 1419,
    "len_1/480": 1420,
    "len_1/5": 1421,
    "len_1/6": 1422,
    "len_1/60": 1423,
    "len_1/8": 1424,
    "len_1/80": 1425,
    "len_1/96": 1426,
    "len_10": 1427,
    "len_10/3": 1428,
    "len_100/3": 1429,
    "len_1000": 1430,
    "len_1001": 1431,
    "len_1002": 1432,
    "len_101/480": 1433,
    "len_103/160": 1434,
    "len_103/240": 1435,
    "len_103/480": 1436,
    "len_1031/32": 1437,
    "len_10333/32": 1438,
    "len_107/480": 1439,
    "len_109/24": 1440,
    "len_109/4": 1441,
    "len_109/48": 1442,
    "len_10963/96": 1443,
    "len_11": 1444,
    "len_11/12": 1445,
    "len_11/120": 1446,
    "len_11/16": 1447,
    "len_11/160": 1448,
    "len_11/2": 1449,
    "len_11/240": 1450,
    "len_11/3": 1451,
    "len_11/4": 1452,
    "len_11/40": 1453,
    "len_11/480": 1454,
    "len_11/6": 1455,
    "len_11/8": 1456,
    "len_11/80": 1457,
    "len_11/96": 1458,
    "len_11195/32": 1459,
    "len_1125/32": 1460,
    "len_11291/32": 1461,
    "len_113/240": 1462,
    "len_113/48": 1463,
    "len_113/480": 1464,
    "len_113/60": 1465,
    "len_1171/16": 1466,
    "len_119/240": 1467,
    "len_12": 1468,
    "len_12/5": 1469,
    "len_1202/3": 1470,
    "len_12055/32": 1471,
    "len_1219/32": 1472,
    "len_12685/96": 1473,
    "len_13": 1474,
    "len_13/12": 1475,
    "len_13/120": 1476,
    "len_13/16": 1477,
    "len_13/160": 1478,
    "len_13/2": 1479,
    "len_13/24": 1480,
    "len_13/240": 1481,
    "len_13/3": 1482,
    "len_13/32": 1483,
    "len_13/4": 1484,
    "len_13/480": 1485,
    "len_13/6": 1486,
    "len_13/8": 1487,
    "len_13/80": 1488,
    "len_13/96": 1489,
    "len_131/240": 1490,
    "len_131/480": 1491,
    "len_1313/32": 1492,
    "len_133/3": 1493,
    "len_133/480": 1494,
    "len_13343/48": 1495,
    "len_137/160": 1496,
    "len_137/240": 1497,
    "len_137/480": 1498,
    "len_14": 1499,
    "len_14/3": 1500,
    "len_1403/96": 1501,
    "len_1407/32": 1502,
    "len_143/24": 1503,
    "len_143/48": 1504,
    "len_14675/96": 1505,
    "len_14923/48": 1506,
    "len_15": 1507,
    "len_15/16": 1508,
    "len_15/2": 1509,
    "len_15/4": 1510,
    "len_15/8": 1511,
    "len_1501/32": 1512,
    "len_15067/48": 1513,
    "len_15209/48": 1514,
    "len_15245/96": 1515,
    "len_15353/48": 1516,
    "len_158": 1517,
    "len_15815/96": 1518,
    "len_1595/32": 1519,
    "len_16": 1520,
    "len_16/3": 1521,
    "len_16/5": 1522,
    "len_161/48": 1523,
    "len_16387/96": 1524,
    "len_1657/12": 1525,
    "len_16673/96": 1526,
    "len_1685/96": 1527,
    "len_1689/32": 1528,
    "len_1691/12": 1529,
    "len_16961/96": 1530,
    "len_17": 1531,
    "len_17/12": 1532,
    "len_17/16": 1533,
    "len_17/160": 1534,
    "len_17/2": 1535,
    "len_17/24": 1536,
    "len_17/240": 1537,
    "len_17/3": 1538,
    "len_17/32": 1539,
    "len_17/4": 1540,
    "len_17/48": 1541,
    "len_17/480": 1542,
    "len_17/5": 1543,
    "len_17/6": 1544,
    "len_17/8": 1545,
    "len_17/96": 1546,
    "len_17243/96": 1547,
    "len_17515/96": 1548,
    "len_17813/96": 1549,
    "len_1783/32": 1550,
    "len_18": 1551,
    "len_18/5": 1552,
    "len_18085/96": 1553,
    "len_183/160": 1554,
    "len_18383/96": 1555,
    "len_185/48": 1556,
    "len_18655/96": 1557,
    "len_1877/32": 1558,
    "len_18953/96": 1559,
    "len_19": 1560,
    "len_19/120": 1561,
    "len_19/16": 1562,
    "len_19/2": 1563,
    "len_19/240": 1564,
    "len_19/4": 1565,
    "len_19/480": 1566,
    "len_19/6": 1567,
    "len_19/8": 1568,
    "len_19073/48": 1569,
    "len_19225/96": 1570,
    "len_19525/96": 1571,
    "len_1967/96": 1572,
    "len_1971/32": 1573,
    "len_1984": 1574,
    "len_199/2": 1575,
    "len_1992": 1576,
    "len_2": 1577,
    "len_2/15": 1578,
    "len_2/3": 1579,
    "len_2/5": 1580,
    "len_20": 1581,
    "len_20/3": 1582,
    "len_20075/96": 1583,
    "len_20363/96": 1584,
    "len_2065/32": 1585,
    "len_209/240": 1586,
    "len_209/48": 1587,
    "len_20933/96": 1588,
    "len_21/16": 1589,
    "len_21/160": 1590,
    "len_21/2": 1591,
    "len_21/4": 1592,
    "len_21/8": 1593,
    "len_211/240": 1594,
    "len_21233/96": 1595,
    "len_21505/96": 1596,
    "len_21803/96": 1597,
    "len_22": 1598,
    "len_22/5": 1599,
    "len_22075/96": 1600,
    "len_22373/96": 1601,
    "len_2249/24": 1602,
    "len_22657/96": 1603,
    "len_227/480": 1604,
    "len_229/120": 1605,
    "len_22945/96": 1606,
    "len_23": 1607,
    "len_23/12": 1608,
    "len_23/16": 1609,
    "len_23/160": 1610,
    "len_23/2": 1611,
    "len_23/24": 1612,
    "len_23/240": 1613,
    "len_23/4": 1614,
    "len_23/480": 1615,
    "len_23/6": 1616,
    "len_23/8": 1617,
    "len_23233/96": 1618,
    "len_23521/96": 1619,
    "len_23552": 1620,
    "len_23581": 1621,
    "len_23809/96": 1622,
    "len_239/240": 1623,
    "len_24": 1624,
    "len_24097/96": 1625,
    "len_2415/8": 1626,
    "len_24385/96": 1627,
    "len_2439/8": 1628,
    "len_2463/8": 1629,
    "len_247/240": 1630,
    "len_25": 1631,
    "len_25/16": 1632,
    "len_25/2": 1633,
    "len_25/24": 1634,
    "len_25/3": 1635,
    "len_25/32": 1636,
    "len_25/4": 1637,
    "len_25/48": 1638,
    "len_25/6": 1639,
    "len_25/8": 1640,
    "len_25/96": 1641,
    "len_250": 1642,
    "len_25247/96": 1643,
    "len_25535/96": 1644,
    "len_25825/96": 1645,
    "len_26": 1646,
    "len_26/5": 1647,
    "len_26113/96": 1648,
    "len_26399/96": 1649,
    "len_27/16": 1650,
    "len_27/2": 1651,
    "len_27/4": 1652,
    "len_27/8": 1653,
    "len_28": 1654,
    "len_283/32": 1655,
    "len_289/16": 1656,
    "len_29/120": 1657,
    "len_29/16": 1658,
    "len_29/160": 1659,
    "len_29/2": 1660,
    "len_29/24": 1661,
    "len_29/240": 1662,
    "len_29/32": 1663,
    "len_29/4": 1664,
    "len_29/48": 1665,
    "len_29/480": 1666,
    "len_29/6": 1667,
    "len_29/8": 1668,
    "len_3": 1669,
    "len_3/10": 1670,
    "len_3/16": 1671,
    "len_3/160": 1672,
    "len_3/2": 1673,
    "len_3/20": 1674,
    "len_3/32": 1675,
    "len_3/4": 1676,
    "len_3/40": 1677,
    "len_3/5": 1678,
    "len_3/8": 1679,
    "len_3/80": 1680,
    "len_30": 1681,
    "len_31/16": 1682,
    "len_31/160": 1683,
    "len_31/2": 1684,
    "len_31/32": 1685,
    "len_31/4": 1686,
    "len_31/480": 1687,
    "len_31/6": 1688,
    "len_31/8": 1689,
    "len_31285/96": 1690,
    "len_31859/96": 1691,
    "len_32": 1692,
    "len_32147/96": 1693,
    "len_3277/32": 1694,
    "len_33/160": 1695,
    "len_33/8": 1696,
    "len_3371/32": 1697,
    "len_34": 1698,
    "len_34159/96": 1699,
    "len_34447/96": 1700,
    "len_3465/32": 1701,
    "len_34729/96": 1702,
    "len_3479/12": 1703,
    "len_349/240": 1704,
    "len_349/480": 1705,
    "len_35": 1706,
    "len_35/16": 1707,
    "len_35/2": 1708,
    "len_35/32": 1709,
    "len_35/4": 1710,
    "len_35/48": 1711,
    "len_35/8": 1712,
    "len_35/96": 1713,
    "len_3559/32": 1714,
    "len_35591/96": 1715,
    "len_3587/12": 1716,
    "len_35879/96": 1717,
    "len_36": 1718,
    "len_36733/96": 1719,
    "len_37/120": 1720,
    "len_37/16": 1721,
    "len_37/160": 1722,
    "len_37/2": 1723,
    "len_37/24": 1724,
    "len_37/240": 1725,
    "len_37/32": 1726,
    "len_37/4": 1727,
    "len_37/480": 1728,
    "len_37/6": 1729,
    "len_37/8": 1730,
    "len_37/80": 1731,
    "len_3745/32": 1732,
    "len_38": 1733,
    "len_3841/32": 1734,
    "len_389/240": 1735,
    "len_39": 1736,
    "len_39/16": 1737,
    "len_39/8": 1738,
    "len_391/160": 1739,
    "len_3937/32": 1740,
    "len_4": 1741,
    "len_4/15": 1742,
    "len_4/3": 1743,
    "len_4/5": 1744,
    "len_40": 1745,
    "len_4033/32": 1746,
    "len_4075/48": 1747,
    "len_41/24": 1748,
    "len_41/8": 1749,
    "len_4133/32": 1750,
    "len_4267/480": 1751,
    "len_427/480": 1752,
    "len_43": 1753,
    "len_43/16": 1754,
    "len_43/4": 1755,
    "len_4319/32": 1756,
    "len_4357/48": 1757,
    "len_441/8": 1758,
    "len_4495/16": 1759,
    "len_45/16": 1760,
    "len_46": 1761,
    "len_4637/48": 1762,
    "len_467/60": 1763,
    "len_4687/16": 1764,
    "len_47": 1765,
    "len_47/16": 1766,
    "len_47/2": 1767,
    "len_47/4": 1768,
    "len_47/6": 1769,
    "len_47/8": 1770,
    "len_4735/16": 1771,
    "len_48": 1772,
    "len_4801/32": 1773,
    "len_49/24": 1774,
    "len_49/240": 1775,
    "len_49/32": 1776,
    "len_49/48": 1777,
    "len_49/480": 1778,
    "len_49/8": 1779,
    "len_4991/32": 1780,
    "len_5": 1781,
    "len_5/12": 1782,
    "len_5/16": 1783,
    "len_5/2": 1784,
    "len_5/24": 1785,
    "len_5/3": 1786,
    "len_5/32": 1787,
    "len_5/4": 1788,
    "len_5/48": 1789,
    "len_5/6": 1790,
    "len_5/8": 1791,
    "len_5/96": 1792,
    "len_50": 1793,
    "len_51/16": 1794,
    "len_51/8": 1795,
    "len_5181/32": 1796,
    "len_52": 1797,
    "len_52/3": 1798,
    "len_527/6": 1799,
    "len_53/24": 1800,
    "len_53/480": 1801,
    "len_5369/32": 1802,
    "len_54": 1803,
    "len_55/16": 1804,
    "len_55/4": 1805,
    "len_56": 1806,
    "len_563/48": 1807,
    "len_569/160": 1808,
    "len_57/16": 1809,
    "len_57/160": 1810,
    "len_57/32": 1811,
    "len_57/4": 1812,
    "len_57/8": 1813,
    "len_587/480": 1814,
    "len_59/16": 1815,
    "len_59/24": 1816,
    "len_59/240": 1817,
    "len_59/96": 1818,
    "len_6": 1819,
    "len_6/5": 1820,
    "len_60": 1821,
    "len_61/120": 1822,
    "len_61/160": 1823,
    "len_61/80": 1824,
    "len_613/480": 1825,
    "len_617/240": 1826,
    "len_619/16": 1827,
    "len_6219/16": 1828,
    "len_63/16": 1829,
    "len_63/2": 1830,
    "len_64": 1831,
    "len_65/2": 1832,
    "len_65/48": 1833,
    "len_6601/32": 1834,
    "len_67/16": 1835,
    "len_6749/96": 1836,
    "len_68": 1837,
    "len_6815/24": 1838,
    "len_6887/24": 1839,
    "len_6887/32": 1840,
    "len_691/240": 1841,
    "len_6913/48": 1842,
    "len_7": 1843,
    "len_7/10": 1844,
    "len_7/12": 1845,
    "len_7/120": 1846,
    "len_7/15": 1847,
    "len_7/16": 1848,
    "len_7/160": 1849,
    "len_7/2": 1850,
    "len_7/20": 1851,
    "len_7/24": 1852,
    "len_7/240": 1853,
    "len_7/3": 1854,
    "len_7/30": 1855,
    "len_7/32": 1856,
    "len_7/4": 1857,
    "len_7/40": 1858,
    "len_7/48": 1859,
    "len_7/480": 1860,
    "len_7/5": 1861,
    "len_7/6": 1862,
    "len_7/60": 1863,
    "len_7/8": 1864,
    "len_7/80": 1865,
    "len_7/96": 1866,
    "len_7049/48": 1867,
    "len_71/16": 1868,
    "len_71/160": 1869,
    "len_71/240": 1870,
    "len_71/480": 1871,
    "len_711/160": 1872,
    "len_73/16": 1873,
    "len_73/160": 1874,
    "len_73/24": 1875,
    "len_73/48": 1876,
    "len_73/480": 1877,
    "len_7309/96": 1878,
    "len_74/3": 1879,
    "len_749/32": 1880,
    "len_749/480": 1881,
    "len_75/4": 1882,
    "len_75/8": 1883,
    "len_7591/96": 1884,
    "len_77/480": 1885,
    "len_77/8": 1886,
    "len_7873/96": 1887,
    "len_79/8": 1888,
    "len_8": 1889,
    "len_8/15": 1890,
    "len_8/3": 1891,
    "len_8/5": 1892,
    "len_809/12": 1893,
    "len_81/16": 1894,
    "len_8225/32": 1895,
    "len_823/480": 1896,
    "len_827/480": 1897,
    "len_83/32": 1898,
    "len_83/480": 1899,
    "len_8321/32": 1900,
    "len_843/32": 1901,
    "len_853/480": 1902,
    "len_864": 1903,
    "len_889": 1904,
    "len_89/160": 1905,
    "len_89/240": 1906,
    "len_9": 1907,
    "len_9/10": 1908,
    "len_9/16": 1909,
    "len_9/160": 1910,
    "len_9/2": 1911,
    "len_9/4": 1912,
    "len_9/40": 1913,
    "len_9/8": 1914,
    "len_91/48": 1915,
    "len_91/480": 1916,
    "len_92": 1917,
    "len_92/3": 1918,
    "len_920": 1919,
    "len_924": 1920,
